Repository: HamzaNechi/ios_chatapp
Catalog: student_chat_v10/*.lproj/Localazible.strings
Languages: fr

# Info
source: Student-EspritChat
fr: Etudiant-EspritChat

# Value
source: Rated:
fr: Noté :

# Text
source: We are creating a chat app for minded students only to help lonely students with social life and to learn how to start a conversation with others and make new friends. we offer high quality individual text chat or you create your own groups with selected people and post sharing with comments and reactions and access only for students of mind.
fr: nous créons une application de chat pour les étudiants d'esprit uniquement pour aider les étudiants solitaires à la vie sociale et pour apprendre à entamer une conversation avec les autres et à se faire de nouveaux amis. nous offrons une conversation textuelle à un individu de haute qualité ou vous créez vos propres groupes avec des personnes sélectionnées et un partage des postes avec des commentaires et des réactions et l'accès uniquement pour les étudiants de l'esprit.

# Local
source: Localisation
fr: Emplacement

source: LOCKED
fr: FERMER

# Localisaion
source: Localisation
fr: Emplacement

source: LOGIN
fr: AUTH

source: SIGNUP
fr: REGISTER

source: Forget Password
fr: Mot de Passe oublie

source: LOGIN
fr: AUTH

source: OR
fr: OU
